Repository: darktable-org/darktable
Catalog: doc/usermanual/po/nl.tmx
Source language: en
Languages: nl

source: failed to parse GPX file
nl: parsen GPX bestand mislukt

source: applied matched GPX location onto %d image
nl: overeenkomstige GPX locatie toegepast op %d afbeelding

source: moving %d image
nl: verplaats %d afbeelding

source: moving %d images
nl: verplaats %d afbeeldingen

source: copying %d image
nl: kopieer %d afbeelding

source: copying %d images
nl: kopieer %d afbeeldingen

source: creating local copy of %d image
nl: maakt lokale kopie van %d afbeelding

source: removing local copy of %d image
nl: lokale kopie van een afbeelding verwijderen

source: refreshing info for %d image
nl: ververst info voor %d afbeelding

source: exporting %d image..
nl: exporteer %d afbeelding

source: exporting %d / %d to %s
nl: exporteren %d / %d naar %s

source: image `%s' is currently unavailable
nl: afbeelding `%s' is op dit moment niet beschikbaar

source: merge hdr image
nl: samenvoegen hdr afbeelding

source: duplicate images
nl: kloon afbeeldingen

source: flip images
nl: afbeeldingen omkeren

source: remove images
nl: verplaats afbeeldingen

source: do you really want to remove %d image from the collection?
nl: wilt u echt %d afbeelding verwijderen uit de collectie?

source: remove images?
nl: afbeeldingen verplaatsen?

source: delete images
nl: verwijder afbeeldingen

source: do you really want to send %d image to trash?
nl: wilt u echt %d afbeelding in de prullebak plaatsen?

source: do you really want to physically delete %d image from disk?
nl: wilt u echt %d afbeelding van de schijf verwijderen?

source: trash images?
nl: afbeeldingen naar de prullenbak sturen?

source: delete images?
nl: afbeelding(en) verwijderen?

source: do you really want to send selected image to trash?
nl: wilt u echt de geselecteerde afbeelding verplaatsen naar de prullenbak?

source: do you really want to physically delete selected image from disk?
nl: wilt u echt de geselecteerde afbeelding fysiek van de schijf verwijderen?

source: move images
nl: verplaats afbeeldingen

source: _select as destination
nl: _selecteer als bestemming

source: do you really want to physically move %d image to %s? (all duplicates will be moved along)
nl: wilt u echt %d afbeelding fysiek verplaatsen naar %s? (alle duplicaten worden meegenomen)

source: move image?
nl: afbeelding verplaatsen?

source: copy images
nl: kopieer afbeeldingen

source: do you really want to physically copy %d image to %s?
nl: wilt u echt %d afbeelding fysiek kopiëren naar %s?

source: copy image?
nl: kopieer afbeelding?

source: local copy images
nl: lokale kopie afbeeldingen

source: refresh exif
nl: ververs exif

source: failed to get parameters from storage module `%s', aborting export..
nl: het opvragen van instellingen van de opslagmodule `%s' is mislukt, het exporteren is gestopt

source: export images
nl: exporteer afbeeldingen

source: adding time offset to %d image
nl: pas tijdsverschil toe op %d afbeelding

source: added time offset to %d image
nl: tijdsverschil toegepast op %d afbeelding

source: time offset
nl: tijdsverschil

source: write sidecar files
nl: schrijf xmp bestanden

source: import images
nl: importeer afbeeldingen

source: no supported images were found to be imported
nl: te importeren afbeeldingen zijn niet gevonden

source: importing %d image
nl: importeer %d afbeelding

source: importing image %s
nl: importeren afbeelding %s

source: import image
nl: importeer afbeelding

source: skipped blending in module '%s': roi's do not match
nl: mengen in module '%s' overgeslagen: roi's komen niet overeen

source: could not allocate buffer for blending
nl: toewijzen buffer t.g.v. mengen mislukt

source: input
nl: invoer

source: sliders for L channel
nl: schuifregelaars voor L kanaal

source: sliders for a channel
nl: schuifregelaars voor a kanaal

source: sliders for b channel
nl: schuifregelaars voor b kanaal

source: sliders for chroma channel (of LCh)
nl: schuifregelaars voor kleurwaarde (van LCh)

source: sliders for hue channel (of LCh)
nl: schuifregelaars voor tint (van LCh)

source: sliders for gray value
nl: schuifregelaars voor grijs waarde

source: sliders for red channel
nl: schuifregelaars voor rood kanaal

source: sliders for green channel
nl: schuifregelaars voor groen kanaal

source: sliders for blue channel
nl: schuifregelaars voor blauw kanaal

source: sliders for hue channel (of HSL)
nl: schuifregelaars voor tint (van HSL)

source: sliders for chroma channel (of HSL)
nl: schuifregelaars voor kleurwaarde (van HSL)

source: sliders for value channel (of HSL)
nl: schuifregelaars voor value kanaal (van HSL)

source: adjustment based on input received by this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
nl: aanpassingen gebaseerd op ingang afkomstig van deze module: * gebied tussen de bovenste markeringen: volledig mengen * gebied buiten de onderste markeringen: geheel niet mengen * gebied tussen de aangrenzende gebieden van bovenste/onderste markeringen: gedeeltelijk mengen

source: adjustment based on unblended output of this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
nl: aanpassingen gebaseerd op niet gemengde uitgang van deze module: * gebied tussen de bovenste markeringen: volledig mengen * gebied buiten de onderste markeringen: geheel niet mengen * gebied tussen de aangrenzende gebieden van bovenste/onderste markeringen: gedeeltelijk mengen

source: pick GUI color from image ctrl+click to select an area
nl: neem GUI kleur van afbeelding selecteer een gebied met ctrl+klik

source: set the range based on an area from the image drag to use the input image ctrl+drag to use the output image
nl: stel het bereik in op basis van een gebied in de afbeelding sleep voor het gebruik van ingaande afbeelding ctrl+sleep om gebruik te maken van de uitgaande afbeelding

source: reset blend mask settings
nl: herstel instellingen voor mengen masker

source: invert all channel's polarities
nl: keer alle kanaal-polariteiten om

source: toggle polarity. best seen by enabling 'display mask'
nl: masker omkeren, meest duidelijk zichtbaar na inschakeling 'toon masker'

source: double click to reset. press 'a' to toggle available slider modes. press 'c' to toggle view of channel data. press 'm' to toggle mask view.
nl: reset met een dubbelklik, 'a' schakelt tussen beschikbare schuif modussen 'c' schakelt kanaal data in/uit 'm' schakelt masker weergave in/uit

source: parametric mask
nl: parametrisch masker

source: %d shape used
nl: %d vorm gebruikt

source: no mask used
nl: geen maskers

source: blend
nl: mengen

source: drawn mask
nl: vector masker

source: show and edit mask elements
nl: toon en bewerk masker

source: toggle polarity of drawn mask
nl: keer getekend masker om

source: add gradient
nl: kleurverloop toevoegen

source: add path
nl: pad toevoegen

source: add ellipse
nl: ellips toevoegen

source: add circle
nl: cirkel toevoegen

source: add brush
nl: penseel toevoegen

source: raster mask
nl: raster masker

source: toggle polarity of raster mask
nl: keer getekend raster masker om

source: normal
nl: normaal

source: normal bounded
nl: normaal begrensd

source: lighten
nl: ophelderen

source: darken
nl: verdonkeren

source: multiply
nl: vermenigvuldigen

source: average
nl: gemiddelde

source: addition
nl: toevoeging

source: subtract
nl: aftrekken

source: difference
nl: verschil

source: screen
nl: scherm

source: overlay
nl: bedekken

source: softlight
nl: zacht licht

source: hardlight
nl: hard licht

source: lightness
nl: helderheid

source: chroma
nl: kleurwaarde

source: hue
nl: tint

source: color
nl: kleur

source: coloradjustment
nl: aanpassen kleur

source: Lab lightness
nl: Lab helderheid

source: Lab color
nl: Lab kleur

source: Lab L-channel
nl: Lab L-kanaal

source: Lab a-channel
nl: Lab a-kanaal

source: Lab b-channel
nl: Lab b-kanaal

source: HSV lightness
nl: HSV helderheid

source: HSV color
nl: HSL kleur

source: RGB red channel
nl: RGB rood kanaal

source: RGB green channel
nl: RGB groen kanaal

source: RGB blue channel
nl: RGB blauw kanaal

source: difference (deprecated)
nl: verschil (verouderd)

source: inverse (deprecated)
nl: geïnverteerd (verouderd)

source: normal (deprecated)
nl: normaal (verouderd)

source: unbounded (deprecated)
nl: onbegrensd (verouderd)

source: uniformly
nl: geheel

source: drawn & parametric mask
nl: vector & parametrisch masker

source: blend mode
nl: overvloeiwijze

source: choose blending mode
nl: kies wijze van overvloeien

source: normal & difference modes
nl: normaal & verschillen modus

source: lighten modes
nl: verlichten modes

source: darken modes
nl: verdonkeren modus

source: contrast enhancing modes
nl: contrast verbeter modus

source: color channel modes
nl: kleur kanalen modus

source: opacity
nl: dekking

source: set the opacity of the blending
nl: bepaal de dekking bij overvloeien

source: combine masks
nl: combineer maskers

source: exclusive
nl: exclusief

source: inclusive
nl: inclusief

source: exclusive & inverted
nl: exclusief & omgekeerd

source: inclusive & inverted
nl: inclusief & omgekeerd

source: how to combine individual drawn mask and different channels of parametric mask
nl: hoe een individueel vector masker en verschillende parametrisch masker kanalen te combineren

source: invert mask
nl: masker omkeren

source: apply mask in normal or inverted mode
nl: pas het masker in omgekeerde vorm toe

source: feathering guide
nl: doezelaar

source: output image
nl: uitvoer afbeelding

source: input image
nl: invoer afbeelding

source: choose to guide mask by input or output image
nl: kies om het masker te laten leiden door de invoer of door de uitvoer afbeelding

source: feathering radius
nl: straal doezelaar

source: spatial radius of feathering
nl: omvang van doezelaar

source: mask blur
nl: masker verdoezelen

source: radius for gaussian blur of blend mask
nl: te gebruiken straal voor gaussian verdoezeling van het masker

source: mask opacity
nl: masker bedekking

source: shifts and tilts the tone curve of the blend mask to adjust its brightness without affecting fully transparent/fully opaque regions
nl: past de helderheid aan door het verschuiven en kantelen van de tonecurve van het gemengde masker zonder volledig transparant te zijn

source: mask contrast
nl: masker contrast

source: gives the tone curve of the blend mask an s-like shape to adjust its contrast
nl: geeft de tonecurve van de het gemengde masker een s-vorm waarmee het contrast wordt ingesteld

source: display mask and/or color channel. ctrl+click to display mask, shift+click to display channel. hover over parametric mask slider to select channel for display
nl: toon masker en/of kleur kanaal, ctrl-klik toont masker, shift-klik toont kanaal, beweeg over de parametrisch-masker-schuifregelaar om het te vertonen kanaal te selecteren

source: temporarily switch off blend mask. only for module in focus
nl: masker menging tijdelijk uitzetten geldt alleen voor de nu zichtbare module

source: mask refinement
nl: masker optimalisering

source: %s: module `%s' version mismatch: %d != %d
nl: %s: module `%s' versie komt niet overeen: %d != %d

source: new instance
nl: nieuw exemplaar

source: duplicate instance
nl: kloon exemplaar

source: move up
nl: eerder

source: move down
nl: verplaats neerwaarts

source: delete
nl: verwijderen

source: rename
nl: module naam wijzigen

source: %s is switched on
nl: %s is ingeschakeld

source: %s is switched off
nl: %s is uitgeschakeld

source: preset
nl: voorkeur

source: fusion
nl: samensmelten

source: show module
nl: toon module

source: enable module
nl: inschakelen module

source: reset module parameters
nl: reset module

source: show preset menu
nl: toon vooraf ingesteld menu

source: multiple instances actions middle-click creates new instance
nl: acties meerdere exemplaren midden muisknop creëert een nieuw exemplaar

source: reset parameters
nl: reset

source: presets
nl: voorkeuren

source: presets middle-click to apply on new instance
nl: voorkeuren klik midden muisknop voor toepassing op een nieuw exemplaar

source: cannot find lightroom XMP!
nl: ligthroom xmp niet gevonden!

source: `%s' not a lightroom XMP!
nl: `%s' is geen lightroom xmp!

source: rating
nl: classificatie

source: %s has been imported
nl: %s is geïmporteerd

source: [SHAPE] remove shape
nl: [SHAPE] verwijder vorm

source: [PATH creation] add a smooth node
nl: [PATH creation] toevoegen effen knooppunt

source: [PATH creation] add a sharp node
nl: [PATH creation] toevoegen scherp knooppunt

source: [PATH creation] terminate path creation
nl: [PATH creation] beëindigen pad creatie

source: [PATH on node] switch between smooth/sharp node
nl: [PATH on node] schakel tussen zacht/scherpe knooppunten

source: [PATH on node] remove the node
nl: [PATH on node] verwijder knooppunt

source: [PATH on feather] reset curvature
nl: [PATH on doezelaar] reset kromming

source: [PATH on segment] add node
nl: [PATH on segment] voeg knooppunt toe

source: [PATH] change size
nl: [PATH] wijzig afmeting

source: [PATH] change opacity
nl: [PATH] wijzig dekking

source: [PATH] change feather size
nl: [PATH] wijzig afmeting doezelaar

source: [GRADIENT on pivot] rotate shape
nl: [GRADIENT on pivot] roteer vorm

source: [GRADIENT creation] set rotation
nl: [GRADIENT creation] rotatie instellen

source: [GRADIENT] change curvature
nl: [GRADIENT] wijzig kromming

source: [GRADIENT] change compression
nl: [GRADIENT] wijzig compressie

source: [GRADIENT] change opacity
nl: [GRADIENT] wijzig dekking

source: [ELLIPSE] change size
nl: [ELLIPSE] wijzig afmeting

source: [ELLIPSE] change opacity
nl: [ELLIPSE] wijzig dekking

source: [ELLIPSE] switch feathering mode
nl: [ELLIPSE] schakel doezelaar modus

source: [ELLIPSE] rotate shape
nl: [ELLIPSE] draai vorm

source: [BRUSH creation] change size
nl: [BRUSH creation] wijzig afmeting

source: [BRUSH creation] change hardness
nl: [BRUSH creation] wijzig hardheid

source: [BRUSH] change opacity
nl: [BRUSH] wijzig dekking

source: [BRUSH] change hardness
nl: [BRUSH] wijzig hardheid

source: [CIRCLE] change size
nl: [CIRCLE] wijzig afmeting

source: [CIRCLE] change opacity
nl: [CIRCLE] wijzig dekking

source: [CIRCLE] change feather size
nl: [CIRCLE] wijzig afmeting doezelaar

source: ctrl+click to add a sharp node
nl: ctrl+klik: toevoegen scherp knooppunt

source: ctrl+click to switch between smooth/sharp node
nl: ctrl+klik schakelt tussen gladder/scherper knooppunt

source: right-click to reset curvature
nl: klik rechtermuisknop om kromming te resetten

source: ctrl+click to add a node
nl: ctrl+klik voegt een knooppunt toe

source: shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%)
nl: shift+scroll om de doezelaar maat in te stellen, ctrl+scroll om vormdekking in te stellen (%d%%)

source: shift+scroll to change compression ctrl+scroll to set opacity (%d%%)
nl: shift+scroll om compressie te veranderen, ctrl+scroll om vormdekking te bepalen (%d%%)

source: scroll to set curvature, shift+scroll to change compression ctrl+scroll to set shape opacity (%d%%)
nl: scroll om kromming in te stellen, shift+scroll voor instellen compressie ctrl+scroll om vormdekking in te stellen (%d%%)

source: move to rotate shape
nl: verplaats om de vorm te draaien

source: scroll to set size, shift+scroll to set feather size ctrl+scroll to set shape opacity (%d%%)
nl: scroll voor instellen afmeting, shift+scroll voor instellen doezelaar maat ctrl+scroll om vormdekking in te stellen (%d%%)

source: ctrl+click to rotate
nl: ctrl+klik om te draaien

source: shift+click to switch feathering mode, ctrl+click to rotate shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%),
nl: shift+klik schakelt doezelaar modus ctrl+scroll voor draaiing shift+scroll om de doezelaar maat in te stellen ctrl+scroll om vormdekking in te stellen (%d%%)

source: scroll to set brush size, shift+scroll to set hardness, ctrl+scroll to set opacity (%d%%)
nl: scroll bepaalt penseel dikte, shift+scroll bepaalt hardheid, ctrl+scroll om vormdekking in te stellen (%d%%)

source: scroll to set hardness, ctrl+scroll to set shape opacity (%d%%)
nl: scroll bepaalt hardheid, ctrl+scroll om vormdekking in te stellen (%d%%)

source: scroll to set brush size
nl: bepaal penseel dikte door te scrollen

source: circle #%d
nl: cirkel #%d

source: path #%d
nl: pad #%d

source: gradient #%d
nl: kleurverloop #%d

source: ellipse #%d
nl: ellips #%d

source: brush #%d
nl: penseel #%d

source: copy of %s
nl: kopie van %s

source: %s: mask version mismatch: %d != %d
nl: %s: masker versie komt niet overeen: %d != %d

source: opacity: %d%%
nl: dekking: %d%%

source: add existing shape
nl: bestaande vorm toevoegen

source: use same shapes as
nl: gebruik dezelfde vorm als

source: masks can not contain themselves
nl: maskers mogen zichzelf niet insluiten

source: darktable discovered problems with your OpenCL setup; disabling OpenCL for this session!
nl: darktable ontdekte problemen met de OpenCL setup; voor deze sessie wordt OpenCL gedeactiveerd!

source: tiling failed for module '%s'. output might be garbled.
nl: tiling voor module '% s' mislukt, de uitvoer is nu mogelijk verminkt

source: you have reached the start of your selection
nl: dit is de start van uw selectie

source: you have reached the start of your collection
nl: dit is de start van de verzameling

source: you have reached the end of your selection
nl: dit is het einde van uw selectie

source: you have reached the end of your collection
nl: dit is het einde van de verzameling

source: zooming is limited to %d images
nl: zoomen is beperkt tot %d afbeeldingen

source: no image selected !
nl: geen afbeelding geselecteerd!

source: double-click to reset
nl: dubbelklikken is resetten

source: current
nl: huidige

source: leader
nl: leider

source: grouped images
nl: gegroepeerde afbeeldingen

source: fit
nl: passend

source: views/thumbtable/rate 0
nl: weergaven/miniatuurlijst/rang 0

source: views/thumbtable/rate 1
nl: weergaven/miniatuurlijst/rang 1

source: views/thumbtable/rate 2
nl: weergaven/miniatuurlijst/rang 2

source: views/thumbtable/rate 3
nl: weergaven/miniatuurlijst/rang 3

source: views/thumbtable/rate 4
nl: weergaven/miniatuurlijst/rang 4

source: views/thumbtable/rate 5
nl: weergaven/miniatuurlijst/rang 5

source: views/thumbtable/rate reject
nl: weergaven/miniatuurlijst/rang afwijzen

source: views/thumbtable/copy history
nl: weergaven/miniatuurlijst/kopieer historie

source: views/thumbtable/copy history parts
nl: weergaven/miniatuurlijst/kopieer historie onderdelen

source: views/thumbtable/paste history
nl: weergaven/miniatuurlijst/plak historie

source: views/thumbtable/paste history parts
nl: weergaven/miniatuurlijst/plak historie onderdelen

source: views/thumbtable/discard history
nl: weergaven/miniatuurlijst/historie verwijderen

source: views/thumbtable/duplicate image
nl: weergaven/miniatuurlijst/kloon afbeelding

source: views/thumbtable/duplicate image virgin
nl: weergaven/miniatuurlijst/dubbele afbeelding maagd

source: views/thumbtable/color red
nl: weergaven/miniatuurlijst/kleur rood

source: views/thumbtable/color yellow
nl: weergaven/miniatuurlijst/kleur geel

source: views/thumbtable/color green
nl: weergaven/miniatuurlijst/kleur groen

source: views/thumbtable/color blue
nl: weergaven/miniatuurlijst/kleur blauw

source: views/thumbtable/color purple
nl: weergaven/miniatuurlijst/kleur paars

source: views/thumbtable/clear color labels
nl: weergaven/miniatuurlijst/verwijder kleurlabels

source: views/thumbtable/select all
nl: weergaven/miniatuurlijst/selecteer alles

source: views/thumbtable/select none
nl: weergaven/miniatuurlijst/selecteer niets

source: views/thumbtable/invert selection
nl: weergaven/miniatuurlijst/keer selectie om

source: views/thumbtable/select film roll
nl: weergaven/miniatuurlijst/selecteer map

source: views/thumbtable/select untouched
nl: weergaven/miniatuurlijst/selecteer onaangeraakt

source: daylight
nl: daglicht

source: direct sunlight
nl: direct zonlicht

source: cloudy
nl: bewolkt

source: shade
nl: schaduw

source: incandescent
nl: gloeilamp

source: incandescent warm
nl: gloeilamp warm

source: tungsten
nl: wolfraam

source: fluorescent
nl: tl-licht

source: fluorescent high
nl: hoog tl-licht

source: cool white fluorescent
nl: koud wit tl-licht

source: warm white fluorescent
nl: warm wit tl-licht

source: daylight fluorescent
nl: daglicht tl-licht

source: neutral fluorescent
nl: neutraal tl-licht

source: white fluorescent
nl: wit tl-licht

source: sodium-vapor fluorescent
nl: natriumdamp tl-licht

source: day white fluorescent
nl: wit daglicht tl-licht

source: high temp. mercury-vapor fluorescent
nl: hoge temp. kwikdamp tl-licht

source: high temp. mercury-vapor
nl: hoge temp. kwikdamp

source: flash
nl: flits

source: flash (auto mode)
nl: flits (automatisch)

source: evening sun
nl: avondzon

source: underwater
nl: onderwater

source: black & white
nl: zwart en wit

source: manual WB
nl: handmatige WB

source: auto WB
nl: automatisch WB

source: creating cache directories
nl: aanmaak cache mappen

source: creating cache directory '%s'
nl: aanmaak cache map '%s'

source: could not create directory '%s'!
nl: kan de map '%s' niet aanmaken!

source: warning: no images are matching the requested image id range
nl: waarschuwing: geen enkele afbeelding komt overeen met vereist bereik afbeeldings id

source: warning: did you want to swap these boundaries?
nl: waarschuwing: verwisselde je de kaders?

source: error: ensure that min_mip <= max_mip
nl: fout: verzeker je ervan dan min_mip <= max_mip

source: creating complete lighttable thumbnail cache
nl: aanmaak complete cache van miniaturenbibliotheek

source: global
nl: algemeen

source: views
nl: weergaven

source: image operations
nl: afbeeldingsbewerkingen

source: increase
nl: vergroten

source: decrease
nl: verminderen

source: edit
nl: bewerk

source: dynamic
nl: dynamisch

source: next
nl: volgende

source: previous
nl: vorige

source: deleting preset for obsolete module
nl: verwijder voorkeur voor achterhaalde module

source: store value as default
nl: parameter opslaan als standaard

source: reset value to default
nl: reset waarde naar standaard

source: cancel
nl: annuleer

source: please wait while prefetching thumbnails of images from camera...
nl: een moment alstublieft, voorvertoningen van afbeeldingen op de camera worden opgehaald

source: jobcode
nl: kenmerk

source: thumbnail
nl: miniatuur

source: storage file
nl: databasebestand

source: ignore JPEG files
nl: negeer JPEG-bestanden

source: do not load files with an extension of .jpg or .jpeg. this can be useful when there are raw+JPEG in a directory.
nl: laad geen bestanden met de extensie JPG of JPEG. dit kan zinvol zijn bij het bestaan van raw+JPG in een map.

source: override today's date
nl: overschrijf de datum van vandaag

source: check this, if you want to override the timestamp used when expanding variables: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)
nl: Vink deze mogelijkheid aan als u de gebruikte tijdsvermelding bij de uitbreiding van de variabelen wilt overschrijven: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)

source: images
nl: afbeeldigen

source: settings
nl: instellingen

source: select the images from the list below that you want to import into a new filmroll
nl: selecteer afbeeldingen van onderstaande lijst die u wilt importeren in een nieuwe map

source: please use YYYY-MM-DD format for date override
nl: gebruik YYYY-MM-DD voor datum overschrijving

source: tethering view
nl: tethering weergave

source: lighttable view
nl: weergave bibliotheek

source: darkroom view
nl: weergave ontwikkelen
